{
  "categories": [
    {
      "id": "5b79b3aec9e786d6d48787cc",
      "name": "Category - Lara Hudson",
      "products": [
        {
          "id": "5b79b3ae543ba571903ac4ed",
          "name": "Product - Mayo Nicholson",
          "price": 116.77,
          "description": "Pariatur dolore aute ea quis voluptate. Sit in exercitation consequat duis consectetur laborum. Dolor adipisicing incididunt nisi dolor. Velit adipisicing reprehenderit et elit Lorem in minim eiusmod culpa officia consectetur. Do cillum eu officia quis ex minim minim mollit nisi consequat fugiat cillum mollit magna. Anim laborum deserunt duis est ad proident eiusmod occaecat cupidatat sint elit anim sit eiusmod. Qui ipsum excepteur cillum voluptate aliqua.\r\n",
          "image": "https://picsum.photos/200/200/?image=82",
          "valoration": 4,
          "stock": 20
        },
        {
          "id": "5b79b3ae4b009b23cc346b10",
          "name": "Product - Bright Ramsey",
          "price": 280.23,
          "description": "Esse sunt magna Lorem adipisicing id adipisicing deserunt. Nisi ut dolor minim consectetur ex deserunt fugiat. Sit excepteur culpa officia ex tempor non et esse. Duis irure deserunt aliqua non et id nulla ex. Cillum laboris do excepteur id nisi reprehenderit id consequat amet consequat nisi laborum. Tempor deserunt ullamco tempor do sint. In in est laboris dolor nostrud enim.\r\n",
          "image": "https://picsum.photos/200/200/?image=153",
          "valoration": 5,
          "stock": 15
        },
        {
          "id": "5b79b3ae4d1a52643cad92dc",
          "name": "Product - Gill Evans",
          "price": 369.04,
          "description": "Voluptate enim commodo dolore ullamco id aliquip deserunt est aliquip sit aliquip. Aute commodo aliquip aute do reprehenderit amet qui. Mollit ad ullamco cupidatat excepteur tempor et. Cillum anim adipisicing qui non. Velit sunt reprehenderit do cupidatat. Pariatur aute irure laborum aute nostrud est ex nisi nostrud.\r\n",
          "image": "https://picsum.photos/200/200/?image=137",
          "valoration": 5,
          "stock": 17
        },
        {
          "id": "5b79b3ae4f99fd892b2dad94",
          "name": "Product - Mary Grimes",
          "price": 157.82,
          "description": "Commodo qui nisi id nisi velit sunt cupidatat. Pariatur do sint qui aute sunt labore nostrud ea officia voluptate nisi aute nisi sint. Consectetur consequat anim fugiat veniam adipisicing laboris in. Eiusmod laboris est mollit voluptate consequat minim nulla incididunt qui eu tempor nostrud commodo dolor.\r\n",
          "image": "https://picsum.photos/200/200/?image=83",
          "valoration": 3,
          "stock": 20
        },
        {
          "id": "5b79b3ae45671cf40347c01d",
          "name": "Product - Roth Mcintyre",
          "price": 255.83,
          "description": "Deserunt aute do pariatur et minim occaecat excepteur ullamco sint do deserunt veniam est labore. Duis aliqua Lorem eiusmod qui. Dolor irure ullamco dolore cillum mollit labore pariatur consectetur officia. Quis est aute nulla excepteur sit quis est in laborum eu amet occaecat officia laborum. Nulla sint exercitation enim fugiat ea. Nulla ut fugiat voluptate fugiat adipisicing do commodo adipisicing nisi enim.\r\n",
          "image": "https://picsum.photos/200/200/?image=195",
          "valoration": 5,
          "stock": 6
        },
        {
          "id": "5b79b3ae2cd3a4844d68bc12",
          "name": "Product - Flynn Wells",
          "price": 260.34,
          "description": "Aliqua duis consectetur non irure minim labore laboris voluptate. Excepteur sunt dolore eu excepteur. Ipsum eu consequat fugiat velit incididunt aliqua amet aute culpa dolore culpa tempor pariatur in.\r\n",
          "image": "https://picsum.photos/200/200/?image=12",
          "valoration": 5,
          "stock": 2
        },
        {
          "id": "5b79b3ae239245c06a19bd97",
          "name": "Product - Gamble Randolph",
          "price": 391.95,
          "description": "Incididunt mollit eu cillum tempor dolor pariatur eiusmod magna eiusmod adipisicing. Officia labore veniam ad reprehenderit velit nulla sunt ut consectetur. Veniam minim veniam anim ut proident sunt. Exercitation aute quis et nulla fugiat ea dolor consequat labore. Sunt ut ex ad exercitation consectetur excepteur qui cupidatat ut deserunt consequat. Nostrud laboris aute laborum culpa esse minim non duis do sint sint. Irure magna elit minim do mollit ex Lorem.\r\n",
          "image": "https://picsum.photos/200/200/?image=268",
          "valoration": 3,
          "stock": 14
        },
        {
          "id": "5b79b3ae12c45fa7a80033a0",
          "name": "Product - Martin Willis",
          "price": 80.11,
          "description": "Sint Lorem occaecat dolore nisi officia ex culpa do. Sint adipisicing dolore anim culpa enim excepteur nostrud occaecat. Ullamco ex aute proident ullamco ullamco. Ipsum elit commodo ad nisi fugiat. Sit dolor irure mollit incididunt labore excepteur mollit pariatur sint. Eiusmod duis irure minim anim mollit duis fugiat.\r\n",
          "image": "https://picsum.photos/200/200/?image=92",
          "valoration": 3,
          "stock": 16
        }
      ]
    },
    {
      "id": "5b79b3ae8c66532be4a5c685",
      "name": "Category - Walsh Walters",
      "products": [
        {
          "id": "5b79b3ae15561268ba43dba6",
          "name": "Product - Mathews Jacobs",
          "price": 61.77,
          "description": "Dolor quis et nulla deserunt irure minim dolore eu non elit. Occaecat cillum dolore duis laborum. Magna ex amet laborum incididunt ullamco velit adipisicing nisi adipisicing velit cillum velit velit et. Officia aliqua occaecat occaecat anim quis nulla occaecat fugiat.\r\n",
          "image": "https://picsum.photos/200/200/?image=225",
          "valoration": 4,
          "stock": 2
        },
        {
          "id": "5b79b3ae288b1f962e0ec5cf",
          "name": "Product - Kirby Lester",
          "price": 130.72,
          "description": "Incididunt labore incididunt elit laborum duis tempor. Eu sit minim labore ipsum laborum culpa qui enim ex. Tempor irure consequat irure dolore do. Aliquip ex ut sint id laborum excepteur ex sunt dolor eu qui aliquip. Consectetur ea dolor veniam adipisicing deserunt sit consectetur culpa eiusmod. Incididunt officia exercitation nisi esse dolor excepteur amet do tempor. Ipsum tempor eu ullamco tempor.\r\n",
          "image": "https://picsum.photos/200/200/?image=172",
          "valoration": 5,
          "stock": 1
        },
        {
          "id": "5b79b3ae72d639c262741cfc",
          "name": "Product - Corinne Allen",
          "price": 229.27,
          "description": "Cupidatat mollit pariatur anim consectetur enim elit ad eiusmod magna. Elit voluptate id labore aliquip amet labore dolor proident culpa consequat commodo. Adipisicing id anim excepteur magna cillum consectetur id quis Lorem consectetur incididunt mollit incididunt anim. Aliqua qui aute laborum sunt esse pariatur irure voluptate dolore.\r\n",
          "image": "https://picsum.photos/200/200/?image=149",
          "valoration": 3,
          "stock": 11
        },
        {
          "id": "5b79b3ae1bacb5822f9b662c",
          "name": "Product - Tanner Bauer",
          "price": 42.36,
          "description": "Adipisicing cillum sint sunt dolore. Occaecat duis reprehenderit exercitation est Lorem nulla cillum tempor excepteur eu esse consequat ad. Id id veniam amet excepteur amet aliquip elit consequat cillum et incididunt id. Aute labore irure occaecat fugiat ad sint mollit tempor nulla do laborum culpa.\r\n",
          "image": "https://picsum.photos/200/200/?image=295",
          "valoration": 5,
          "stock": 13
        },
        {
          "id": "5b79b3ae94e836fc9e6816c9",
          "name": "Product - Tran Sykes",
          "price": 380.84,
          "description": "Sunt et anim do magna veniam quis dolor voluptate veniam culpa. Est pariatur non cupidatat officia velit aliquip esse elit nisi aliquip. Proident cillum nisi aliquip occaecat aute magna occaecat culpa. Pariatur aute irure ipsum sint consequat duis quis adipisicing labore Lorem enim. Proident mollit in in ut consequat elit non adipisicing tempor. Sint aliquip occaecat excepteur id aute veniam fugiat laboris id excepteur. Ut veniam exercitation labore magna.\r\n",
          "image": "https://picsum.photos/200/200/?image=284",
          "valoration": 4,
          "stock": 3
        },
        {
          "id": "5b79b3aeb3cb5d4b14dcbee3",
          "name": "Product - Darla Wright",
          "price": 211.43,
          "description": "Sit enim qui exercitation anim cupidatat laboris aliqua laborum. Dolore esse labore esse adipisicing reprehenderit nostrud cillum irure magna. Elit nostrud laborum in do veniam nulla aliquip in Lorem labore ad duis ipsum. Fugiat cupidatat Lorem exercitation nisi qui sit. Esse incididunt mollit ullamco ullamco consectetur in pariatur sunt enim veniam incididunt nisi adipisicing. Quis dolor id qui occaecat laboris adipisicing culpa amet dolore. Et et nulla tempor laboris Lorem do in occaecat dolore culpa qui.\r\n",
          "image": "https://picsum.photos/200/200/?image=271",
          "valoration": 5,
          "stock": 1
        },
        {
          "id": "5b79b3aedf52027d3357c8c8",
          "name": "Product - Felicia Davenport",
          "price": 243.58,
          "description": "Labore sit occaecat duis et cupidatat ipsum amet ad fugiat. Quis occaecat duis Lorem sunt irure aliquip enim et dolor consequat nisi magna. Deserunt qui amet sint incididunt ex laboris culpa fugiat irure consequat laborum.\r\n",
          "image": "https://picsum.photos/200/200/?image=118",
          "valoration": 3,
          "stock": 4
        },
        {
          "id": "5b79b3ae62da0dd5953c47a4",
          "name": "Product - Lewis Marks",
          "price": 329.29,
          "description": "Amet cupidatat ut incididunt incididunt adipisicing in laboris quis esse nostrud culpa ullamco enim occaecat. Sunt magna laboris est cillum consectetur incididunt. Irure sint non eiusmod proident ea dolor do incididunt enim minim laborum nulla aliquip do. Duis proident aute Lorem consequat velit minim cillum consectetur dolor.\r\n",
          "image": "https://picsum.photos/200/200/?image=185",
          "valoration": 5,
          "stock": 15
        }
      ]
    },
    {
      "id": "5b79b3ae40e8fa0117a90784",
      "name": "Category - Candy Norton",
      "products": [
        {
          "id": "5b79b3ae3e4cabb14e233497",
          "name": "Product - Briana Alexander",
          "price": 85.66,
          "description": "Nulla laboris eiusmod ullamco adipisicing irure cupidatat quis. Nulla qui laboris ipsum nulla quis elit tempor anim. Aliqua consectetur sint cupidatat dolore quis nostrud consequat eu cupidatat. Dolor velit dolore aliqua commodo voluptate non ipsum dolore.\r\n",
          "image": "https://picsum.photos/200/200/?image=160",
          "valoration": 5,
          "stock": 4
        },
        {
          "id": "5b79b3aee9c7184510061cd0",
          "name": "Product - Mckee Leblanc",
          "price": 63.74,
          "description": "Est fugiat aliquip laborum in aliqua culpa et dolore nostrud adipisicing. Dolore do elit quis eu eiusmod officia ea. Anim ex sit Lorem amet do labore commodo velit nisi enim ut irure. Minim elit velit labore officia sunt nostrud laborum. Ut non incididunt culpa sint magna. Consequat in fugiat Lorem officia sunt amet irure anim excepteur.\r\n",
          "image": "https://picsum.photos/200/200/?image=209",
          "valoration": 4,
          "stock": 5
        },
        {
          "id": "5b79b3ae99e6bfe9c232c440",
          "name": "Product - Jamie Weber",
          "price": 389.31,
          "description": "Eu nisi occaecat aliquip officia pariatur in excepteur ullamco nisi. Do Lorem id anim nostrud quis consectetur do magna velit eu minim voluptate adipisicing et. Occaecat eiusmod laboris sint fugiat irure culpa officia veniam proident ad exercitation. Sit consequat occaecat ex veniam aliquip pariatur qui culpa nisi veniam consectetur labore proident. Velit eu Lorem quis do dolore ea exercitation ea consectetur consequat enim anim.\r\n",
          "image": "https://picsum.photos/200/200/?image=269",
          "valoration": 5,
          "stock": 6
        },
        {
          "id": "5b79b3aedd646bc63d49a86a",
          "name": "Product - Briggs Stephens",
          "price": 395.32,
          "description": "Do aliqua ut tempor velit incididunt laboris non sit ut. Ullamco mollit non irure in sint enim quis. Velit ut aute sunt id id. Anim in irure ex laborum sit. Nisi ipsum consequat do cupidatat. Amet officia enim nostrud magna eiusmod commodo mollit eu tempor et.\r\n",
          "image": "https://picsum.photos/200/200/?image=158",
          "valoration": 3,
          "stock": 17
        },
        {
          "id": "5b79b3ae81bd8c81fb49d76b",
          "name": "Product - Cobb Carson",
          "price": 98.67,
          "description": "Elit ea est Lorem esse duis exercitation amet nulla magna aliqua. In irure ex elit nostrud duis mollit. Sunt aliquip amet sit culpa labore occaecat. Veniam enim elit est velit minim. Sint esse anim enim commodo irure adipisicing Lorem amet consectetur laboris cillum. Dolor ea ea nostrud labore id mollit.\r\n",
          "image": "https://picsum.photos/200/200/?image=188",
          "valoration": 5,
          "stock": 3
        },
        {
          "id": "5b79b3ae1dbaaa848f01c465",
          "name": "Product - Coleman Russell",
          "price": 300.94,
          "description": "Velit aute esse tempor exercitation laboris enim ut magna aliquip. Quis et enim mollit nisi exercitation labore sit. Incididunt nostrud et cillum laboris consequat cillum laboris voluptate irure velit. Nisi nisi exercitation ex ipsum anim dolor nostrud excepteur reprehenderit veniam magna elit. Amet amet ea sit quis aliquip aliqua sit. Laborum dolore fugiat mollit id elit tempor cillum sunt ut quis sit qui quis. Proident nisi excepteur commodo proident ex incididunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=104",
          "valoration": 3,
          "stock": 12
        },
        {
          "id": "5b79b3ae17df946bc0cc96c9",
          "name": "Product - Talley Melendez",
          "price": 362.77,
          "description": "Incididunt velit non est et reprehenderit culpa eu cupidatat. Fugiat occaecat et veniam irure veniam fugiat cillum esse laboris nisi Lorem ut sit quis. Enim elit do commodo sit anim. Eiusmod nulla tempor esse anim minim nostrud commodo ea adipisicing id laboris in veniam.\r\n",
          "image": "https://picsum.photos/200/200/?image=173",
          "valoration": 5,
          "stock": 12
        },
        {
          "id": "5b79b3ae509c1104cce39daa",
          "name": "Product - Velez Holland",
          "price": 51.53,
          "description": "Voluptate commodo nisi quis aliquip. Magna occaecat laboris est sit excepteur mollit et enim adipisicing laboris laborum deserunt cillum consectetur. Velit culpa dolor ullamco cillum est. Culpa et incididunt ullamco cillum reprehenderit tempor. Laboris eiusmod magna pariatur id adipisicing magna est.\r\n",
          "image": "https://picsum.photos/200/200/?image=73",
          "valoration": 4,
          "stock": 15
        },
        {
          "id": "5b79b3ae862f1443bc26bbdc",
          "name": "Product - Kelli Buckley",
          "price": 114.81,
          "description": "Laborum tempor ea fugiat laborum elit consequat adipisicing dolore fugiat ad ullamco sunt cupidatat nisi. Deserunt elit laboris fugiat cupidatat sunt deserunt pariatur enim. Consequat enim ad cupidatat veniam ad.\r\n",
          "image": "https://picsum.photos/200/200/?image=131",
          "valoration": 5,
          "stock": 2
        },
        {
          "id": "5b79b3ae54fb0ca091e26901",
          "name": "Product - Winnie Dodson",
          "price": 374.01,
          "description": "Non occaecat Lorem fugiat dolore. Fugiat voluptate irure Lorem irure commodo incididunt cupidatat consequat dolor minim nostrud non. Elit irure ex in velit ad ullamco velit exercitation anim occaecat. Cupidatat magna deserunt irure commodo veniam irure ex labore nisi eu laboris aliquip. Quis nostrud in esse mollit duis veniam eu labore commodo.\r\n",
          "image": "https://picsum.photos/200/200/?image=121",
          "valoration": 4,
          "stock": 11
        },
        {
          "id": "5b79b3ae02a8c4df43d8aef7",
          "name": "Product - Elaine Higgins",
          "price": 132.2,
          "description": "Eiusmod ex ex nostrud sit dolore qui occaecat. Laboris duis ipsum ea et nostrud. Exercitation mollit laboris reprehenderit deserunt. Officia exercitation velit ea mollit ea dolore aliquip magna ullamco nisi. Reprehenderit nulla minim est ea. Consectetur ex elit aliqua pariatur aliqua minim amet pariatur magna. In aliquip dolore laboris laborum.\r\n",
          "image": "https://picsum.photos/200/200/?image=40",
          "valoration": 3,
          "stock": 14
        },
        {
          "id": "5b79b3ae0f080c5c6389b940",
          "name": "Product - Benjamin Wiley",
          "price": 280.08,
          "description": "In Lorem amet incididunt ad laborum esse nisi sit aliqua voluptate deserunt. Anim aliquip dolore voluptate duis minim. Minim veniam in tempor minim tempor aliquip.\r\n",
          "image": "https://picsum.photos/200/200/?image=186",
          "valoration": 4,
          "stock": 6
        },
        {
          "id": "5b79b3ae0d337da4a0ae1a07",
          "name": "Product - Chrystal Mercado",
          "price": 203.72,
          "description": "Excepteur adipisicing et reprehenderit et sint sint do. Quis quis ipsum sunt et nulla dolore aute ex. Fugiat quis proident duis pariatur proident anim cillum laboris ad enim.\r\n",
          "image": "https://picsum.photos/200/200/?image=278",
          "valoration": 4,
          "stock": 6
        },
        {
          "id": "5b79b3ae59d5ba6ab4aa4511",
          "name": "Product - Bradshaw Rocha",
          "price": 171.99,
          "description": "Commodo incididunt magna minim Lorem. Qui elit et esse sunt velit culpa eiusmod esse in. Eu aute do dolore proident ipsum quis nisi voluptate irure reprehenderit. Quis eiusmod excepteur eiusmod ullamco elit do qui sit. Aliqua sunt cillum eu irure proident do nostrud velit commodo commodo. Culpa ut qui nisi exercitation sit reprehenderit elit do. Tempor adipisicing deserunt non elit ipsum adipisicing ea elit magna eiusmod ut cillum ipsum.\r\n",
          "image": "https://picsum.photos/200/200/?image=100",
          "valoration": 4,
          "stock": 18
        },
        {
          "id": "5b79b3ae6a3ebfb4fd4a8424",
          "name": "Product - Goldie Munoz",
          "price": 116.65,
          "description": "Magna reprehenderit ullamco id ad velit elit minim aute nulla. Et cupidatat consectetur reprehenderit laborum. Ipsum sit consequat ex veniam amet quis culpa deserunt dolor velit cupidatat adipisicing enim. Excepteur magna dolor exercitation qui proident qui ut officia adipisicing do pariatur laborum. Cillum irure nulla anim velit. Tempor magna duis cillum id dolor eu ut. Aliquip qui id anim ullamco amet ex laborum elit officia est.\r\n",
          "image": "https://picsum.photos/200/200/?image=251",
          "valoration": 5,
          "stock": 19
        },
        {
          "id": "5b79b3ae17e30705ec8a89ff",
          "name": "Product - Etta Branch",
          "price": 175.35,
          "description": "Cupidatat qui elit veniam commodo excepteur occaecat velit consectetur. Sunt duis ut commodo enim proident anim dolor laborum proident duis nisi consectetur amet. Dolor laboris excepteur dolore ea duis amet voluptate commodo veniam nisi voluptate aliquip amet. Dolore proident veniam cupidatat duis occaecat velit esse commodo enim id nostrud deserunt sunt irure. Sit sint cupidatat sit elit incididunt aute do quis esse aute officia.\r\n",
          "image": "https://picsum.photos/200/200/?image=261",
          "valoration": 4,
          "stock": 18
        },
        {
          "id": "5b79b3ae965f5b686c2c9339",
          "name": "Product - Rosalie Head",
          "price": 59.16,
          "description": "Aute aute enim laborum commodo nisi fugiat. Exercitation commodo esse adipisicing elit. Proident minim ullamco quis tempor occaecat ea anim nulla sunt culpa excepteur officia. Voluptate amet tempor voluptate aute anim dolor sint reprehenderit.\r\n",
          "image": "https://picsum.photos/200/200/?image=12",
          "valoration": 5,
          "stock": 18
        },
        {
          "id": "5b79b3aed7853b4abc01fdec",
          "name": "Product - Vazquez Callahan",
          "price": 101.18,
          "description": "Anim pariatur in duis adipisicing. Dolore sit laborum fugiat duis. Ex aute ut commodo amet nisi velit esse sint aute aliqua amet anim voluptate.\r\n",
          "image": "https://picsum.photos/200/200/?image=202",
          "valoration": 5,
          "stock": 1
        },
        {
          "id": "5b79b3ae3ac27767e627d0f7",
          "name": "Product - Mckinney Wilcox",
          "price": 209.78,
          "description": "Nulla proident exercitation nisi anim quis ad ut dolor reprehenderit minim occaecat ea. Incididunt magna eiusmod ullamco deserunt et voluptate. Et quis eu sint laborum fugiat eiusmod sunt anim. Cillum elit reprehenderit incididunt sint officia nisi mollit adipisicing. Officia consequat duis nulla nisi fugiat sit ipsum enim est sint aute voluptate dolore. Labore magna reprehenderit veniam aliqua.\r\n",
          "image": "https://picsum.photos/200/200/?image=26",
          "valoration": 3,
          "stock": 18
        }
      ]
    },
    {
      "id": "5b79b3ae8805a9727a682002",
      "name": "Category - Puckett Garcia",
      "products": [
        {
          "id": "5b79b3ae62827ce3d7e9751c",
          "name": "Product - Buck Washington",
          "price": 230.85,
          "description": "Commodo aute enim irure eiusmod irure consectetur nostrud aute labore pariatur. Esse deserunt cupidatat Lorem consequat pariatur deserunt non id eiusmod qui ut. Cupidatat ullamco minim cillum enim in incididunt nulla eu ea. Eiusmod excepteur consectetur est duis velit commodo enim eiusmod dolor. Lorem minim elit aliquip sunt dolore aute tempor voluptate est minim.\r\n",
          "image": "https://picsum.photos/200/200/?image=23",
          "valoration": 4,
          "stock": 19
        },
        {
          "id": "5b79b3ae40a64025d1a265d8",
          "name": "Product - Ward Mckenzie",
          "price": 359.92,
          "description": "Deserunt laborum tempor nulla anim sunt irure consectetur do ex sint. Consequat Lorem laborum aute cillum voluptate. Duis voluptate eiusmod dolor aliqua in fugiat culpa qui minim aute enim aute cupidatat.\r\n",
          "image": "https://picsum.photos/200/200/?image=300",
          "valoration": 4,
          "stock": 12
        },
        {
          "id": "5b79b3aefd58dd92babd99f4",
          "name": "Product - Eve Mcgowan",
          "price": 114.44,
          "description": "Cillum enim laborum sunt ipsum officia esse est voluptate. Duis quis adipisicing mollit nisi deserunt labore occaecat do anim adipisicing culpa velit. Irure amet quis incididunt ad. Ea aute voluptate ipsum consequat do ullamco enim deserunt laborum incididunt eu duis excepteur.\r\n",
          "image": "https://picsum.photos/200/200/?image=78",
          "valoration": 3,
          "stock": 12
        },
        {
          "id": "5b79b3ae34fb8aa514e30d51",
          "name": "Product - Marci Hubbard",
          "price": 357.25,
          "description": "Officia commodo minim id veniam nulla minim aliqua dolore duis id ex consectetur non ea. Laboris incididunt et labore occaecat voluptate duis sit ea Lorem. Adipisicing voluptate labore voluptate eu magna cupidatat esse aliquip quis in officia ad. Nulla consectetur dolor ad deserunt aliqua ullamco ipsum ullamco. Pariatur nulla culpa velit laboris exercitation voluptate ea mollit incididunt fugiat in laborum enim.\r\n",
          "image": "https://picsum.photos/200/200/?image=297",
          "valoration": 3,
          "stock": 4
        },
        {
          "id": "5b79b3aef33f06abba713a9a",
          "name": "Product - Whitley Fernandez",
          "price": 138.84,
          "description": "Fugiat fugiat pariatur veniam ad quis et aliqua aute minim elit tempor tempor dolor. Occaecat reprehenderit dolor voluptate aliquip dolor duis ullamco eiusmod adipisicing aute. Aute mollit exercitation ex laborum ipsum id et tempor dolor laboris non. Laboris cupidatat culpa sit non amet ullamco mollit Lorem aute cillum et et magna. Ex amet tempor exercitation consequat eu officia reprehenderit consequat cillum.\r\n",
          "image": "https://picsum.photos/200/200/?image=299",
          "valoration": 4,
          "stock": 1
        },
        {
          "id": "5b79b3ae5a6fb7a0a36a14c8",
          "name": "Product - Lina Christian",
          "price": 133.71,
          "description": "Dolor ipsum minim sint cillum sit dolor nisi. Occaecat ut eu aute quis ut sint. Pariatur excepteur enim adipisicing reprehenderit velit elit velit incididunt pariatur ut ullamco voluptate. Magna consequat deserunt cupidatat sit duis duis ea id sit nulla sunt. Laboris deserunt aute aliqua nisi ullamco laborum anim elit. Occaecat occaecat nulla pariatur qui exercitation pariatur amet. Lorem velit et anim est ad nostrud aliqua.\r\n",
          "image": "https://picsum.photos/200/200/?image=93",
          "valoration": 5,
          "stock": 1
        },
        {
          "id": "5b79b3aed3a1de289f6c817a",
          "name": "Product - Christa Fisher",
          "price": 341.68,
          "description": "Aliquip non excepteur labore amet proident fugiat officia aliquip ut. Velit anim non sint est cupidatat non velit adipisicing nostrud laborum pariatur excepteur consequat. Anim voluptate magna dolore quis irure Lorem esse ea sint excepteur. Dolore in ut non est ullamco.\r\n",
          "image": "https://picsum.photos/200/200/?image=221",
          "valoration": 3,
          "stock": 2
        },
        {
          "id": "5b79b3ae593d017a7617440d",
          "name": "Product - Moran Hayden",
          "price": 273.79,
          "description": "Elit in sit labore laborum minim cillum irure consequat eu in. Aliquip ea fugiat esse velit proident elit. Aute elit incididunt nostrud dolore aliqua. Ut voluptate aliquip sunt aute ullamco duis pariatur do elit commodo. Sint do aliquip ad labore cupidatat.\r\n",
          "image": "https://picsum.photos/200/200/?image=20",
          "valoration": 4,
          "stock": 2
        },
        {
          "id": "5b79b3ae7dea6265ae2558ee",
          "name": "Product - Lynda Bass",
          "price": 55.92,
          "description": "Aute elit velit consequat elit dolore. Esse irure eu reprehenderit anim veniam non proident incididunt tempor et magna laborum voluptate ullamco. Reprehenderit excepteur esse esse do do proident minim nulla. Esse ad cupidatat dolor occaecat sint incididunt sint exercitation esse reprehenderit velit tempor. Fugiat mollit irure id labore sunt irure culpa irure consectetur sint elit tempor consectetur. Excepteur nulla aliquip consectetur proident ex enim. Irure quis consequat culpa irure reprehenderit irure Lorem magna incididunt laboris excepteur eiusmod mollit.\r\n",
          "image": "https://picsum.photos/200/200/?image=60",
          "valoration": 3,
          "stock": 12
        },
        {
          "id": "5b79b3aefec7b22d701eaaa4",
          "name": "Product - Sheila Copeland",
          "price": 384.58,
          "description": "Esse cupidatat esse veniam proident mollit. Ad laboris adipisicing eu adipisicing dolor enim ut ad. Anim do officia laborum do labore. Veniam nostrud incididunt commodo cupidatat id incididunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=244",
          "valoration": 5,
          "stock": 9
        },
        {
          "id": "5b79b3ae768f9b6edadc325d",
          "name": "Product - Hopkins Shepherd",
          "price": 395.58,
          "description": "Elit nostrud enim nisi commodo enim ipsum enim laboris culpa ullamco nostrud. Culpa et anim aute eiusmod laboris non. Et eu laboris ut voluptate aliquip ut. In mollit mollit mollit ut commodo. Pariatur ut elit exercitation voluptate consequat quis. Consequat aute sit do cupidatat amet non occaecat do irure officia commodo incididunt est. Quis tempor laboris dolore anim excepteur laboris elit nisi.\r\n",
          "image": "https://picsum.photos/200/200/?image=188",
          "valoration": 3,
          "stock": 4
        },
        {
          "id": "5b79b3ae41f9db8d2577e2a0",
          "name": "Product - Christi Justice",
          "price": 315.21,
          "description": "Lorem minim cillum cupidatat officia elit magna id amet ut labore ipsum incididunt. Dolor mollit in exercitation ut amet magna excepteur reprehenderit consectetur est Lorem ea dolor. Officia mollit officia voluptate laboris adipisicing ea est esse adipisicing occaecat laborum cupidatat fugiat. Non cupidatat incididunt nisi do fugiat in aute laborum minim sunt culpa laboris et dolor.\r\n",
          "image": "https://picsum.photos/200/200/?image=140",
          "valoration": 5,
          "stock": 19
        },
        {
          "id": "5b79b3ae0242cf1f2e4a24ef",
          "name": "Product - Barber Schneider",
          "price": 236.93,
          "description": "Qui esse amet mollit sunt esse aliqua pariatur minim aute. Ea cupidatat nisi velit deserunt ullamco nisi. Nulla aliquip in ut irure. Lorem tempor cupidatat occaecat voluptate. Velit eu aliquip aliqua dolore. Minim commodo duis in commodo excepteur tempor fugiat est in veniam ut. Esse ex occaecat ipsum pariatur.\r\n",
          "image": "https://picsum.photos/200/200/?image=215",
          "valoration": 3,
          "stock": 18
        },
        {
          "id": "5b79b3ae68ba9b89fcf9730b",
          "name": "Product - Rich Garrison",
          "price": 306.55,
          "description": "Laborum in nostrud amet ipsum et aliquip duis minim nostrud sint. Irure aliqua anim ut cupidatat. Ipsum velit velit sit laboris cupidatat exercitation Lorem laboris pariatur et occaecat et magna eu. Anim qui velit aliqua incididunt incididunt labore. Culpa labore duis eu dolor eiusmod do Lorem esse nisi elit et nostrud velit nisi. Pariatur sint veniam pariatur est mollit proident adipisicing ut sunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=141",
          "valoration": 5,
          "stock": 10
        },
        {
          "id": "5b79b3ae5076d341faef6484",
          "name": "Product - Barr Boone",
          "price": 164.6,
          "description": "Irure Lorem aliqua magna exercitation aliquip enim. Laboris Lorem sit qui sit eiusmod quis esse duis labore voluptate. Sunt mollit sint occaecat excepteur magna ut ipsum ut do pariatur tempor ex tempor cillum. Exercitation laboris elit dolore laborum excepteur irure tempor amet esse laborum aliquip enim. Do sint veniam consectetur nisi excepteur enim Lorem aliqua commodo labore amet occaecat Lorem. Et reprehenderit aute nulla nisi consectetur exercitation.\r\n",
          "image": "https://picsum.photos/200/200/?image=146",
          "valoration": 3,
          "stock": 11
        },
        {
          "id": "5b79b3aee6086ae59dcf5718",
          "name": "Product - Irma Raymond",
          "price": 392.41,
          "description": "Dolore nostrud incididunt labore sint aute incididunt laborum magna magna laboris aliqua enim. Sint sit est ea qui incididunt sint. Proident ad eiusmod qui voluptate in nulla. Nostrud sit duis pariatur Lorem culpa labore ad. Non duis tempor cupidatat fugiat cupidatat esse dolor occaecat.\r\n",
          "image": "https://picsum.photos/200/200/?image=160",
          "valoration": 3,
          "stock": 8
        }
      ]
    },
    {
      "id": "5b79b3ae944d7e69a659a957",
      "name": "Category - Vaughn Strickland",
      "products": [
        {
          "id": "5b79b3ae5816318c069adaca",
          "name": "Product - Annmarie Little",
          "price": 170.32,
          "description": "Pariatur tempor ea laboris nostrud occaecat ex cillum irure. Labore cupidatat pariatur aliqua consectetur officia ex cupidatat magna ea occaecat voluptate eu. Fugiat nostrud labore eiusmod adipisicing ut occaecat. Velit reprehenderit proident esse velit magna anim ea est aliqua tempor sit anim eiusmod. Et do magna minim cupidatat minim.\r\n",
          "image": "https://picsum.photos/200/200/?image=21",
          "valoration": 5,
          "stock": 6
        },
        {
          "id": "5b79b3aed66660d6f8b34af8",
          "name": "Product - Winifred Gaines",
          "price": 225.69,
          "description": "Lorem nulla ipsum ea nulla eiusmod minim ea proident sint quis adipisicing pariatur. Ad reprehenderit sint Lorem magna mollit. Adipisicing sunt irure deserunt proident elit elit elit qui tempor elit ullamco velit. Sint eiusmod aliqua do adipisicing cillum nisi nostrud quis in.\r\n",
          "image": "https://picsum.photos/200/200/?image=134",
          "valoration": 3,
          "stock": 1
        },
        {
          "id": "5b79b3ae104afbb7257c8c6f",
          "name": "Product - Delacruz Moore",
          "price": 88.37,
          "description": "Incididunt sit consequat velit eu incididunt mollit incididunt mollit veniam eiusmod ut aute. Sint sit ullamco aliquip ea sit. Velit exercitation incididunt laborum nostrud exercitation non labore esse. Non sit mollit velit dolore nisi. Tempor excepteur ad ipsum commodo do in id occaecat irure. Ut id culpa est dolore eiusmod pariatur deserunt adipisicing pariatur amet.\r\n",
          "image": "https://picsum.photos/200/200/?image=241",
          "valoration": 3,
          "stock": 18
        },
        {
          "id": "5b79b3ae0174d6a16070fd12",
          "name": "Product - Delores Burris",
          "price": 394.41,
          "description": "Irure aute enim nulla adipisicing eu eu adipisicing proident est enim voluptate esse aute. Mollit fugiat anim cillum quis excepteur excepteur exercitation deserunt nostrud irure quis. Cupidatat anim incididunt aliqua est adipisicing non cillum sunt est id. Proident nulla ut anim do duis excepteur laboris. Dolore esse nisi consectetur dolor ipsum quis mollit amet minim nisi amet ipsum. Voluptate sint nostrud nostrud id deserunt mollit aliquip consequat culpa. Mollit culpa eiusmod ipsum id.\r\n",
          "image": "https://picsum.photos/200/200/?image=254",
          "valoration": 3,
          "stock": 3
        },
        {
          "id": "5b79b3ae1b5a722e0f2b21ae",
          "name": "Product - Stokes Luna",
          "price": 371.65,
          "description": "Cupidatat velit culpa ullamco sit mollit. Enim eu duis officia incididunt esse proident. In sint labore nulla et anim enim cillum laborum ad magna. Nulla amet aute reprehenderit nostrud irure do culpa sint dolore laboris culpa. Fugiat aliqua velit est sit est cillum sit quis eu sunt fugiat elit nisi. Occaecat id ullamco enim cillum sunt labore commodo fugiat eiusmod nostrud non. Deserunt sunt pariatur laboris adipisicing adipisicing id qui reprehenderit.\r\n",
          "image": "https://picsum.photos/200/200/?image=263",
          "valoration": 5,
          "stock": 13
        },
        {
          "id": "5b79b3ae615c0a446484491d",
          "name": "Product - Lowe Jackson",
          "price": 364.92,
          "description": "Dolor et do esse irure mollit dolore do Lorem id elit ea. Culpa ipsum et exercitation id id elit aliqua ex reprehenderit ullamco quis nulla. Sunt sunt anim irure commodo ea enim. Nisi occaecat eiusmod officia adipisicing est.\r\n",
          "image": "https://picsum.photos/200/200/?image=37",
          "valoration": 4,
          "stock": 13
        },
        {
          "id": "5b79b3ae697058d877e1884d",
          "name": "Product - Sparks Sherman",
          "price": 347.53,
          "description": "Sunt cillum aute ex eiusmod reprehenderit consectetur labore. Laboris velit quis occaecat tempor non magna nostrud magna aliqua ea veniam. Esse mollit qui adipisicing consectetur aute proident proident officia irure amet proident qui veniam ea.\r\n",
          "image": "https://picsum.photos/200/200/?image=96",
          "valoration": 3,
          "stock": 15
        },
        {
          "id": "5b79b3ae7af9e2138f1b6973",
          "name": "Product - Erna Guzman",
          "price": 76.3,
          "description": "Proident officia incididunt id fugiat esse nisi enim culpa ullamco nisi sint veniam ex exercitation. Elit laborum elit eiusmod magna eiusmod laboris incididunt proident cillum labore ut ut. Eiusmod aute pariatur culpa sint pariatur fugiat Lorem commodo occaecat velit qui consequat.\r\n",
          "image": "https://picsum.photos/200/200/?image=130",
          "valoration": 4,
          "stock": 7
        },
        {
          "id": "5b79b3ae17e878786e1d1031",
          "name": "Product - Brewer Whitfield",
          "price": 155.05,
          "description": "Anim et ad et dolor quis labore voluptate id enim sint ex incididunt ad. Voluptate culpa proident culpa anim labore in et tempor consectetur in nostrud. Eiusmod ipsum ex pariatur ea.\r\n",
          "image": "https://picsum.photos/200/200/?image=96",
          "valoration": 4,
          "stock": 4
        },
        {
          "id": "5b79b3aed459f2878ffa4f0d",
          "name": "Product - Stewart Walter",
          "price": 358.72,
          "description": "Duis Lorem fugiat occaecat culpa. Veniam culpa elit occaecat et sit ex magna veniam. Nulla elit excepteur fugiat eu elit sit officia duis minim officia exercitation eiusmod. Cillum adipisicing dolor veniam minim. Officia pariatur veniam dolore dolore deserunt sint nostrud. Excepteur in amet proident sint est est adipisicing proident nisi.\r\n",
          "image": "https://picsum.photos/200/200/?image=121",
          "valoration": 4,
          "stock": 17
        },
        {
          "id": "5b79b3ae2f51e2ee9b1649dc",
          "name": "Product - Rhea Rios",
          "price": 327.08,
          "description": "Nulla sunt ullamco velit nostrud excepteur ut incididunt irure culpa sit. Veniam proident dolore consectetur ex est excepteur velit ex quis ea consequat eiusmod minim. Nostrud veniam esse sint aute non cupidatat ex adipisicing enim officia. Dolor voluptate aliqua voluptate et qui exercitation ullamco magna dolore fugiat velit.\r\n",
          "image": "https://picsum.photos/200/200/?image=273",
          "valoration": 3,
          "stock": 1
        },
        {
          "id": "5b79b3aed5e078cdab9cb403",
          "name": "Product - Cornelia Farley",
          "price": 177.8,
          "description": "Culpa anim ipsum consequat amet aliqua adipisicing ad voluptate culpa ullamco fugiat anim. Mollit consectetur sunt dolor voluptate consectetur ex commodo officia eiusmod commodo ipsum ex enim. Est id non sit ipsum sunt fugiat aliquip non occaecat minim. Mollit ea Lorem cupidatat sint deserunt sunt. Et proident id mollit tempor est in sint do elit quis. Nostrud sit tempor dolor fugiat non elit fugiat.\r\n",
          "image": "https://picsum.photos/200/200/?image=283",
          "valoration": 3,
          "stock": 6
        }
      ]
    },
    {
      "id": "5b79b3ae216e7cf89b32accc",
      "name": "Category - Sherman Donaldson",
      "products": [
        {
          "id": "5b79b3ae369c83c44bf0d32b",
          "name": "Product - Norman Sanchez",
          "price": 61.63,
          "description": "Id proident officia do occaecat occaecat magna sit proident mollit ea ex ad adipisicing deserunt. Pariatur labore duis ut qui veniam consequat quis ex minim. Labore in ex cupidatat id irure ad do non. Quis aliqua voluptate do voluptate nisi est commodo. Laboris ea labore voluptate fugiat Lorem eiusmod. Ex ex nulla sunt officia magna ut veniam voluptate culpa irure amet do nisi deserunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=117",
          "valoration": 3,
          "stock": 18
        },
        {
          "id": "5b79b3ae2b0a7b6075ffd44a",
          "name": "Product - Estrada Ryan",
          "price": 26.65,
          "description": "Voluptate quis aute nulla et laborum minim nisi quis culpa ea in dolor consequat. Ipsum occaecat Lorem et dolore magna reprehenderit dolore velit mollit ea mollit est Lorem. Nostrud mollit et deserunt sint consequat ex ea ex eiusmod sint. Amet incididunt aute dolore duis eiusmod nisi aliquip duis nulla officia ex proident laboris cupidatat.\r\n",
          "image": "https://picsum.photos/200/200/?image=163",
          "valoration": 5,
          "stock": 13
        },
        {
          "id": "5b79b3ae3e6e0f86a2fd5d16",
          "name": "Product - Carole Campbell",
          "price": 376.8,
          "description": "Aliqua et laboris tempor dolor aute voluptate proident elit et eiusmod ea. Adipisicing ullamco deserunt esse dolor reprehenderit reprehenderit culpa cupidatat velit. Proident cupidatat amet Lorem nulla enim consectetur. Incididunt consequat dolore duis veniam. Proident sit pariatur duis nisi nostrud occaecat eiusmod tempor proident duis.\r\n",
          "image": "https://picsum.photos/200/200/?image=187",
          "valoration": 4,
          "stock": 11
        },
        {
          "id": "5b79b3aea59b4dbb534c95af",
          "name": "Product - Paulette Frank",
          "price": 204.3,
          "description": "Ut incididunt quis incididunt in eu eu consectetur deserunt commodo magna qui culpa. Labore cupidatat officia culpa eu consequat occaecat culpa duis sit nulla. Adipisicing occaecat commodo sit fugiat. Irure veniam adipisicing esse occaecat irure laboris. Duis dolor cillum sint commodo dolore ut. Consequat nulla voluptate duis sint quis pariatur excepteur consectetur esse excepteur pariatur pariatur fugiat.\r\n",
          "image": "https://picsum.photos/200/200/?image=16",
          "valoration": 4,
          "stock": 5
        },
        {
          "id": "5b79b3ae5de39f4df0ece10e",
          "name": "Product - Karla Cobb",
          "price": 190.89,
          "description": "Incididunt incididunt nostrud voluptate esse incididunt. Duis ullamco sint nisi est magna do sunt amet minim. Adipisicing deserunt labore irure proident. Esse ullamco adipisicing ea labore veniam. Ea laboris nostrud quis occaecat.\r\n",
          "image": "https://picsum.photos/200/200/?image=290",
          "valoration": 4,
          "stock": 7
        },
        {
          "id": "5b79b3ae13335767d18675d9",
          "name": "Product - Nadia Richmond",
          "price": 246.63,
          "description": "Qui aliquip id ut do elit eiusmod qui in sit laborum. Nisi ipsum incididunt incididunt dolore duis. Consectetur velit elit elit tempor nulla consectetur quis aute qui aute in exercitation elit reprehenderit. Consectetur elit adipisicing deserunt ullamco occaecat consequat elit adipisicing ipsum labore ad nulla. Enim consequat amet magna ea. Nulla ea dolor nulla elit exercitation aute aliquip sunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=288",
          "valoration": 3,
          "stock": 4
        }
      ]
    },
    {
      "id": "5b79b3ae4c2d268a5b6d2008",
      "name": "Category - Young Whitney",
      "products": [
        {
          "id": "5b79b3ae23b3230d73f992e3",
          "name": "Product - Cantrell Mcclain",
          "price": 389.67,
          "description": "Deserunt laboris consectetur ut anim. Culpa nulla elit et commodo excepteur non nulla laboris enim aliquip nostrud officia. Ea ea do enim proident esse. Reprehenderit aliquip magna id sint. Ex excepteur anim consequat qui occaecat nulla enim ut consequat consectetur laboris velit cillum ad. Nulla qui ea officia amet nisi. Ullamco aliquip id ut proident.\r\n",
          "image": "https://picsum.photos/200/200/?image=100",
          "valoration": 5,
          "stock": 17
        },
        {
          "id": "5b79b3ae9cba2d6b13fddf75",
          "name": "Product - Stephenson Rosales",
          "price": 250.06,
          "description": "Exercitation pariatur laborum et culpa irure adipisicing occaecat ut velit. Sint ullamco cillum sunt incididunt dolor cillum adipisicing minim. Ipsum dolor dolore ullamco laborum ut eiusmod. Proident reprehenderit eiusmod et minim excepteur reprehenderit quis culpa ipsum nisi sunt exercitation esse.\r\n",
          "image": "https://picsum.photos/200/200/?image=165",
          "valoration": 3,
          "stock": 15
        },
        {
          "id": "5b79b3ae5d6879b81b1bf27b",
          "name": "Product - Riley Bowen",
          "price": 21.95,
          "description": "Deserunt fugiat velit anim deserunt ea reprehenderit sit quis excepteur anim exercitation eu. Et aute cillum minim sint Lorem adipisicing eu cupidatat non do elit occaecat occaecat. Officia culpa dolor enim qui est quis incididunt dolore adipisicing consectetur. Aute do enim exercitation nulla tempor ad.\r\n",
          "image": "https://picsum.photos/200/200/?image=160",
          "valoration": 5,
          "stock": 4
        },
        {
          "id": "5b79b3ae65fa7faedffbcb70",
          "name": "Product - Ava Olsen",
          "price": 134.65,
          "description": "Reprehenderit ea id est aliquip commodo voluptate ut officia. Eiusmod do consectetur sit fugiat excepteur elit elit amet excepteur. Minim irure exercitation incididunt excepteur laboris minim et sunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=36",
          "valoration": 3,
          "stock": 15
        },
        {
          "id": "5b79b3aeffd62050fc14f0ef",
          "name": "Product - Leonor Carpenter",
          "price": 80.48,
          "description": "Voluptate voluptate sint proident sint officia labore laboris labore ea cillum ipsum mollit excepteur. Officia nisi excepteur Lorem irure anim occaecat labore anim id proident eu commodo. Eu velit sunt cupidatat ad magna officia laboris occaecat enim nostrud id excepteur irure. Consectetur sunt sint sint consequat pariatur adipisicing ex ut ex eiusmod.\r\n",
          "image": "https://picsum.photos/200/200/?image=220",
          "valoration": 4,
          "stock": 7
        },
        {
          "id": "5b79b3ae277f5fdcbacb1b73",
          "name": "Product - Terry Green",
          "price": 54.4,
          "description": "Commodo id est voluptate cupidatat nostrud ex veniam do tempor quis dolor. Duis ea culpa proident cillum aute do laborum aliquip ut cillum. Duis ea anim incididunt sit laboris aliqua ipsum sunt.\r\n",
          "image": "https://picsum.photos/200/200/?image=13",
          "valoration": 3,
          "stock": 14
        },
        {
          "id": "5b79b3ae3e00175969d4e688",
          "name": "Product - Terri Kramer",
          "price": 291.99,
          "description": "Mollit ipsum non occaecat laboris consectetur minim velit ut ad enim Lorem qui id excepteur. Consectetur consequat mollit est elit dolor amet proident cupidatat sit velit. Ea elit pariatur nostrud ut. Ea elit sunt dolor tempor qui. Ut ipsum veniam esse velit est laboris id eiusmod. Laboris aliqua cillum sit dolor laborum amet qui irure mollit occaecat reprehenderit aliqua velit.\r\n",
          "image": "https://picsum.photos/200/200/?image=145",
          "valoration": 5,
          "stock": 12
        },
        {
          "id": "5b79b3ae795ac4c898111bd7",
          "name": "Product - Hooper Baird",
          "price": 63.33,
          "description": "Enim aliqua non anim dolore nostrud ex consectetur aliquip occaecat reprehenderit. Reprehenderit excepteur magna eiusmod aliqua occaecat velit anim incididunt elit consequat fugiat ipsum adipisicing proident. Ut dolor aliqua reprehenderit magna id officia proident nostrud. Aute dolor eiusmod duis ad incididunt enim aute.\r\n",
          "image": "https://picsum.photos/200/200/?image=186",
          "valoration": 3,
          "stock": 9
        },
        {
          "id": "5b79b3ae497935779cc21421",
          "name": "Product - Smith Huffman",
          "price": 216.31,
          "description": "Qui aliqua nulla excepteur pariatur aliqua nulla reprehenderit esse exercitation eu. Ad ipsum aliqua exercitation officia consectetur do. Nisi ut elit laboris veniam nulla. Proident veniam aliqua reprehenderit nostrud eiusmod. Officia est laborum ea sunt incididunt veniam.\r\n",
          "image": "https://picsum.photos/200/200/?image=178",
          "valoration": 3,
          "stock": 10
        },
        {
          "id": "5b79b3aef6f2915bee28d40b",
          "name": "Product - Rice Merrill",
          "price": 369.68,
          "description": "Labore excepteur ex nisi reprehenderit ullamco est minim cillum ea velit. Exercitation sint enim cupidatat cillum voluptate esse dolor elit pariatur aute excepteur eu quis irure. Consequat dolore duis ut labore ad aliquip exercitation exercitation sunt esse laborum esse veniam. Excepteur irure labore aute mollit Lorem cupidatat aute sit qui laboris ex et sint occaecat. Amet consequat aute in qui minim duis Lorem nulla esse consequat cupidatat.\r\n",
          "image": "https://picsum.photos/200/200/?image=185",
          "valoration": 5,
          "stock": 3
        },
        {
          "id": "5b79b3ae67e79b8fbc8268e4",
          "name": "Product - Brown Patton",
          "price": 248.56,
          "description": "Mollit consectetur sit ipsum nisi esse duis cillum cillum. Incididunt aliquip nulla consequat ut excepteur exercitation nulla pariatur id voluptate enim duis proident. Sit enim sint consectetur nulla aute nulla sint consequat nisi do cupidatat ullamco et duis. Ex minim est cupidatat ipsum sint mollit sunt. Labore sunt pariatur minim deserunt occaecat amet adipisicing cillum.\r\n",
          "image": "https://picsum.photos/200/200/?image=149",
          "valoration": 4,
          "stock": 13
        },
        {
          "id": "5b79b3aebefa161f33be5ccf",
          "name": "Product - Sweet Diaz",
          "price": 194.09,
          "description": "Amet nulla eu labore occaecat irure. Nostrud anim occaecat non deserunt elit et veniam Lorem laborum. Sint minim deserunt ullamco cillum duis aliquip minim. Officia sint nostrud ipsum aute anim non incididunt eiusmod.\r\n",
          "image": "https://picsum.photos/200/200/?image=103",
          "valoration": 5,
          "stock": 15
        },
        {
          "id": "5b79b3ae48290c9f4ea9e267",
          "name": "Product - Murray Robbins",
          "price": 68.05,
          "description": "Occaecat et ad mollit Lorem mollit exercitation quis irure nostrud ex quis non. Ipsum et commodo est amet occaecat est dolor dolor. Proident ut eu reprehenderit ullamco minim ut veniam. Consectetur ipsum exercitation velit aliquip in quis incididunt duis velit ullamco. Et cupidatat magna ipsum do enim magna aliqua incididunt eu eiusmod aute ut enim.\r\n",
          "image": "https://picsum.photos/200/200/?image=68",
          "valoration": 4,
          "stock": 19
        },
        {
          "id": "5b79b3aee276a33ff7be79f8",
          "name": "Product - Aguilar Bartlett",
          "price": 215.62,
          "description": "Laborum ipsum proident voluptate eu aliqua. Ex est ea est sunt ex. Amet labore quis consequat ad pariatur.\r\n",
          "image": "https://picsum.photos/200/200/?image=247",
          "valoration": 4,
          "stock": 17
        },
        {
          "id": "5b79b3ae4d2d84ea2513513b",
          "name": "Product - Tabatha Rose",
          "price": 384.79,
          "description": "Ut veniam ut velit aute. Occaecat consequat qui velit irure ex sint in est exercitation officia reprehenderit occaecat et et. Qui magna aliqua velit ut irure sit ex adipisicing id anim non ex. Voluptate nulla voluptate amet ipsum consequat aliquip occaecat minim. Cupidatat adipisicing aliqua qui excepteur aliquip cillum. Culpa elit voluptate sint exercitation sit est dolore mollit excepteur sit aliquip excepteur aliqua.\r\n",
          "image": "https://picsum.photos/200/200/?image=189",
          "valoration": 4,
          "stock": 13
        },
        {
          "id": "5b79b3aeca3f6f4ea38da419",
          "name": "Product - Katheryn Morton",
          "price": 300.06,
          "description": "Eu sit id aliqua non id minim elit nostrud ad id cillum ullamco. Cupidatat labore nulla ex ea aliquip nostrud. Non minim voluptate non non commodo ex aliqua incididunt commodo aliqua ullamco duis esse. Aliqua eiusmod velit fugiat dolore aliquip duis pariatur cupidatat. Nisi ex aliquip ullamco dolor Lorem sint dolore reprehenderit culpa quis nostrud ut.\r\n",
          "image": "https://picsum.photos/200/200/?image=250",
          "valoration": 5,
          "stock": 11
        },
        {
          "id": "5b79b3aee0b15c0d12537142",
          "name": "Product - Adams Dominguez",
          "price": 78.7,
          "description": "Culpa adipisicing in proident nostrud aliquip excepteur sint cupidatat fugiat labore. Amet incididunt officia eiusmod consectetur. Nisi pariatur laboris ullamco qui Lorem dolore sit voluptate id aliqua mollit voluptate. Laboris aute esse incididunt in sunt veniam non excepteur quis ipsum fugiat. Consectetur aliqua enim nulla mollit id cupidatat deserunt aliquip adipisicing voluptate adipisicing id sunt. Adipisicing mollit duis labore ut ut qui eu voluptate consectetur ad aliqua cupidatat nulla.\r\n",
          "image": "https://picsum.photos/200/200/?image=58",
          "valoration": 5,
          "stock": 7
        },
        {
          "id": "5b79b3aef3067aa3d3465a88",
          "name": "Product - Ross Salazar",
          "price": 205.69,
          "description": "Fugiat incididunt ea ea commodo officia ut. Deserunt veniam sint pariatur ad in consequat irure. Enim magna nulla proident ipsum ea veniam enim pariatur velit tempor. Pariatur non deserunt do aliquip. Excepteur nulla consequat ad est anim ipsum Lorem minim culpa laborum proident.\r\n",
          "image": "https://picsum.photos/200/200/?image=221",
          "valoration": 4,
          "stock": 8
        }
      ]
    }
  ]
}